Revit 2024 API
SymbolTypeId.UsTonnesForceT Property
 Symbol T, indicating unit US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsTonnesForceT { get; }
Visual Basic
Public Shared ReadOnly Property UsTonnesForceT As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsTonnesForceT {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace